{
  "titles": [
    "BlackRock exec says 1% crypto allocation in Asia could unlock $2 trillion in new flows",
    "U.S. DOJ hits Paxful for $4 million in case tied to illegal sex work, money laundering",
    "Hong Kong remains committed to digital assets but feels competition from an ‘aggressive’ UAE",
    "Gen Z 'nihilism' is fueling a $100 trillion crypto derivatives boom in response to a broken system",
    "Ondo and Securitize execs say utility, not hype, will drive tokenization’s next phase",
    "SEC's Paul Atkins grilled on crypto enforcement pull-back, including with Justin Sun, Tron",
    "JPMorgan bullish on crypto for rest of year as institutional flows set to drive recovery",
    "Why crypto VCs at Consensus Hong Kong are playing a 15-year game",
    "Crypto Long & Short: Gen Z trusts code over bank promises",
    "Institutional crypto platform BlockFills reportedly halts withdrawals, restricts trading",
    "The Protocol: Robinhood unveils its layer-2 testnet",
    "The human brain's edge is fading. AI could outhink us in 2 years, Ben Goertzel says",
    "Cryptos crumble, bitcoin falls through $66,000, as Friday's bounce fades",
    "In unfamiliar market conditions, historical data-driven AI trading bots will falter",
    "Decentralized AI is in a trough but real opportunities are emerging, crypto VCs say",
    "BlackRock takes first DeFi step, lists BUIDL on Uniswap as UNI jumps 25%",
    "Analysts react as Robinhood slumps 10%, with slowdown in crypto trading weighing on results",
    "CoinDesk 20 performance update: index trades 2.5% lower as all constituents decline",
    "Bithumb admits to ‘serious flaws’ that left internal systems vulnerable to potential sabotage",
    "Ethena-backed suiUSDe stablecoin goes live on Sui with $10 million yield vault launch",
    "U.S. added stronger than expected 130,000 jobs in January, with unemployment rate falling to 4.3%",
    "Recapping day 1 of Consensus Hong Kong",
    "Crypto's latest selloff was a TradFi event, not a crypto crisis",
    "As bitcoin extends declines, industry figures say it's time to buy",
    "Aviva Investors to tokenize funds on XRP Ledger in Ripple partnership",
    "Chainlink feeds go live for Ondo tokenized US stocks on Ethereum",
    "Democratic lawmakers slam SEC Chair Atkins over crypto enforcement",
    "Bitcoin futures data shows bears gearing up for an assault on $60K",
    "Price predictions 2/11: BTC, ETH, BNB, XRP, SOL, DOGE, BCH, HYPE, ADA, XMR",
    "Bitcoin rebound hype fades as range highs crumble: Here’s why BTC is volatile",
    "Deel taps MoonPay to roll out stablecoin salary payouts in UK, EU",
    "BlackRock enters DeFi, taps Uniswap for institutional token trading",
    "Malaysia's central bank announces stablecoin, tokenization sandbox",
    "When will Bitcoin start a new bull cycle toward $150K? Look for these signs",
    "Bitcoin reacts to major US jobs data beat as Fed rate pause odds near 95%",
    "Here’s what happened in crypto today",
    "EU seeks to close Russia crypto loopholes in new sanctions",
    "Denmark’s Danske Bank allows clients to buy Bitcoin and Ether ETPs",
    "Africa records highest stablecoin conversion spreads, data shows",
    "Sam Bankman-Fried claims Biden DOJ silenced witnesses during FTX trial",
    "Lombard looks to link institutional custody to onchain finance",
    "Why blockchain TPS numbers often collapse in the real world",
    "XRP analysts explain why price drop below $1 ‘remains possible’",
    "Arkham Exchange pivoting to fully decentralized platform, CEO says",
    "Why Bitcoin has recently reacted more to liquidity conditions than to rate cuts",
    "Google Cloud flags North Korea-linked crypto malware campaign",
    "Hong Kong greenlights crypto margin financing and perpetual trading",
    "European Parliament throws support behind digital euro",
    "Ethereum holders in ‘full-scale’ accumulation as ETH price drops below $2K",
    "Uniswap scores early win as US judge dismisses Bancor patent suit",
    "Spot Bitcoin ETFs add $167M, nearly erase last week’s outflows",
    "Franklin Templeton, Binance allow tokenized MMFs as off-exchange collateral",
    "Spark’s new lending suite tests institutional appetite for onchain stablecoins",
    "Bitcoin price drops 3% as analyst warns bulls lack ‘momentum’ to flip $69K",
    "Crypto super PAC to spend $5M on Barry Moore’s Senate bid: Report",
    "Coinbase unveils crypto wallets designed specifically for AI agents",
    "How CertiK rebuilt trust after Huione-related backlash",
    "Charles Hoskinson confirms deal to onboard LayerZero on Cardano",
    "Privacy-focused Midnight blockchain to go live next month, says Cardano's Charles Hoskinson",
    "Last week's rout delivered bitcoin's biggest realized loss ever; bottoming signals grow",
    "US fines Paxful $4M for moving funds tied to trafficking, fraud",
    "X Money ‘external beta’ will go live in 1-2 months, Musk says",
    "Strategy's STRC returns to $100, poised to unlock more bitcoin accumulation",
    "Crypto lender halted withdrawals during Bitcoin's fall last week",
    "Ethereum developers suggest using ZK tech to anonymize AI use",
    "Cardano founder Charles Hoskinson says Midnight won't chase Monero, ZCash users",
    "Thailand approves crypto as underlying assets in derivatives markets",
    "Russia is blocking WhatsApp to push ‘surveillance’ app, company says",
    "UK appoints HSBC for blockchain bond pilot",
    "Ether set for another ‘V-shaped recovery,’ says Tom Lee",
    "Ether set for another ‘V-shaped recovery,’ Tom Lee says",
    "Strategy CEO eyes more preferred stock to fund Bitcoin buys",
    "Trump-linked WLFI's Zak Folkman teases forex platform at Consensus Hong Kong",
    "Crypto lender halted withdrawals during Bitcoin’s fall last week",
    "OKX Ventures backs STBL in partnership with Hamilton Lane and Securitize",
    "Binance not alone in seeing liquidations during Oct. 10 event, Binance CEO Teng says",
    "ARK Invest adds $34M Robinhood stake as Bitcoin falls below $66K",
    "Binance CEO Richard Teng breaks down the ‘10/10’ nightmare that rocked crypto",
    "Binance's Richard Teng breaks down the ‘10/10’ nightmare that rocked crypto",
    "Binance completes $1B Bitcoin conversion for SAFU emergency fund",
    "Bankers push OCC to slow crypto trust charters until GENIUS rules clarified",
    "Institutional crypto platform BlockFills said halt withdrawals, restrict trading",
    "zkME Technology wins $20,000 PitchFest prize at Consensus Hong Kong",
    "Gen Z flirts with crypto to pay for dates this Valentine’s, survey finds",
    "UK government appoints HSBC for tokenized bond pilot",
    "Solana leans into tokenization and payments at Hong Kong’s Accelerate APAC event",
    "Agant registers with U.K. FCA ahead of British pound stablecoin debut",
    "Ark Invest buys Bullish stock for 9th straight day in $11.6 million purchase",
    "Binance converts its $1 billion safety net into 15,000 BTC",
    "AI-powered agents dominate the EasyA x Consensus Hong Kong hackathon",
    "OKX Ventures backs RWA stablecoin with Securitize, Hamilton Lane",
    "Bitcoin defies 'extreme fear,' hot jobs report to show signs of resilience",
    "Espresso network launches ESP token with 10% airdrop amid Ethereum layer-2 debate",
    "Recapping day 2 of Consensus Hong Kong",
    "Forget $80k: Michael Terpin warns bitcoin could revisit the $40,000s before a real recovery",
    "Crypto bulls ignore 'extreme fear' to push bitcoin higher",
    "US credit union regulator proposes stablecoin licensing path",
    "From stablecoins to biotech: Why YZi Labs is betting on things that haven't happened yet",
    "Bitcoin layer-2 builders pitch BTCFi as the next institutional unlock",
    "Is this crypto winter different? Key observers reevaluate Bitcoin",
    "Bitcoin miner outflows spike in January, but public sales remain limited",
    "CoinDesk 20 performance update: Hedera (HBAR) rises 6.7%, leading index higher",
    "A ladder for the masses: Pakistan’s Bilal Bin Saqib says crypto is a necessity, not a luxury",
    "Crypto industry experts at Consensus see Asian institutions pivot toward stablecoins",
    "Gate CEO and founder Lin Han says banks have lost the war against stablecoins",
    "Only 5% of companies see AI improving profit, McKinsey China chairman tells Consensus",
    "Asia leapfrogging the West in onchain retail use as regional hubs lead on stablecoin rules",
    "Standard Chartered sees bitcoin sliding to $50,000, ether to $1,400 before recovery",
    "ETHZilla prepares for takeoff: How you can now own a piece of a jet engine for just $100",
    "Crypto for Advisors: The digital assets exchange-traded product landscape",
    "Binance teases Bitcoin bullish 'shift' as crypto sentiment hits record low",
    "Bitcoin sinks below $67,000 as crypto prices follow U.S. stocks lower",
    "From FTX debris to global finance: Solana’s 2026 plan is all about the application layer",
    "How a Bitcoin promotion error triggered a regulatory reckoning in South Korea",
    "Bitcoin sinks below $66,000 as crypto prices follow U.S. stocks lower",
    "Bitcoin must close week at $68.3K to avoid 'bearish acceleration:' Analyst",
    "Trump family's WLFI plans FX and remittance platform: Report",
    "The real ‘supercycle’ isn’t crypto, it’s AI infrastructure: Analyst",
    "Ark Invest's Cathie Wood says bitcoin will thrive amid ‘deflationary chaos’ created by AI and innovation",
    "Bitcoin analysts predict ‘prolonged’ consolidation phase for BTC price",
    "Bitcoin must close week at $68.3K to avoid 'bearish acceleration': Analyst",
    "Key Senate Democrat wants U.S. crypto bill to move, and SEC chief reveals danger of defeat",
    "Aave labs proposes ‘Aave Will Win’ plan to send 100% of product revenue to DAO",
    "Cango raises $75.5M as Bitcoin miner makes AI infrastructure pivot",
    "ETH ETF holders in ‘worse position’ than BTC ETF peers as crypto market looks for bottom",
    "Ether’s hidden strength: Why institutional demand points to $2.4K",
    "Sharplink's Lubin and Chalom make their case for ether DATs as prices plunge",
    "Crypto PAC Fairshake seeks to force resistant Texas Democrat Al Green from U.S. House",
    "21Shares taps BitGo for expanded regulated staking, custody support across US, Europe",
    "TradFi giant Fiserv builds real-time dollar rails for crypto companies",
    "Bitcoin tumbles back near last week's lows as AI fears crush tech and precious metals plunge",
    "Coinbase misses Q4 estimates as transaction revenue falls below $1 billion",
    "Multi-day negative Bitcoin funding signals ‘overcrowded’ short trade: Time for a reversal?",
    "Fed paper proposes initial margin weights for crypto-linked derivatives",
    "Aptos-incubated Decibel to launch protocol-native stablecoin ahead of mainnet",
    "Crypto execs Armstrong, Garlinghouse among many named to U.S. CFTC advisory group",
    "Coinbase misses Q4 earnings with $667M loss as crypto markets fell",
    "Bitcoin in ‘capitulation zone’ as traders debate when BTC price will bottom",
    "Multi-day negative Bitcoin funding signals ‘overcrowded’ short trade: Reversal coming?",
    "CFTC adds Coinbase, Ripple execs to 35-member advisory committee",
    "Crypto super PAC earmarks $1.5M to unseat Al Green in Texas",
    "Bitcoin loses $2.3B in biggest crash since 2021 as capitulation continues: Analyst",
    "Bitcoin open interest hits lows not seen since 2024: Is TradFi abandoning BTC?",
    "Bitcoin loses $2.3B in biggest crash since 2021 as capitulation intensifies: Analyst",
    "Israel arrests two over Polymarket trades on military operations",
    "Crypto use in human trafficking networks surged in 2025: Chainalysis",
    "ETHZilla offers token tied to jet engine leases amid tokenization pivot",
    "Trump family’s WLFI plans FX and remittance platform: Report",
    "Bitcoin must close week at $68.3K to avoid ‘bearish acceleration’: Analyst",
    "Crypto Super PAC earmarks $1.5M to unseat Al Green in Texas",
    "Recapping Consensus Hong Kong",
    "Bitcoin ETFs bleed $410M as Standard Chartered slashes BTC target",
    "Aave Labs seeks $50M grant to redirect product revenue to DAO",
    "Bitcoin’s long-term rally is ‘broken’ until it reclaims $85,000, Deribit executive says",
    "Wall Street analysts cut Coinbase price targets following Q4 earnings miss",
    "Boerse Stuttgart Digital, Tradias agree merger to build European crypto hub",
    "PGI Global CEO handed 20-year sentence for $200 million bitcoin, forex Ponzi scheme",
    "22 Bitcoin worth $1.5M vanish from Seoul police custody",
    "Bitcoin, ether little changed before U.S. inflation report",
    "Crypto CEO gets 20 years for $200M Bitcoin Ponzi scheme",
    "Ark Invest buys $18 million of crypto stocks including 10th consecutive Bullish purchase",
    "Crypto market wobbles as investors ignore good news, look for ‘exit ramp’",
    "Are quantum-proof Bitcoin wallets insurance or a fear tax?",
    "Three arrested after break-in at Binance France executive home: Report",
    "Binance confirms employee targeted as three arrested in France break-in",
    "CoinDesk 20 performance update: Uniswap (UNI) jumps 5.4%, leading index higher",
    "Ethereum Foundation leadership shake-up: Tomasz Stańczak out as co-executive director",
    "U.S.-based DeFi group urges UK FCA to anchor crypto rules to 'unilateral control'",
    "Bitcoin passes $69K on slower US CPI print, but Fed rate-cut odds stay low",
    "Wall Street analysts slash Coinbase price targets after Q4 miss — but shares rally",
    "Bitcoin most 'undervalued' since March 2023 at $20K, BTC price metric shows",
    "Crypto investor sentiment will rise once CLARITY Act is passed: Bessent",
    "Bitcoin $72K target possible if V-shaped recovery pattern completes",
    "Anchorage, Kamino let institutions borrow against SOL without moving custody",
    "BlackRock enters DeFi as institutional crypto push accelerates: Finance Redefined",
    "Crypto group counters Wall Street bankers with its own stablecoin principles for bill",
    "Bitcoin bulls blitz $69K as retail traders pressure short positioning",
    "Digital gold or tech stock? Bitcoin’s identity crisis deepens",
    "Dutch House of Representatives advances controversial 36% tax law",
    "Trump-linked Truth Social seeks SEC approval for two crypto ETFs",
    "Price predictions 2/13: BTC, ETH, BNB, XRP, SOL, DOGE, BCH, HYPE, ADA, XMR",
    "ETH open interest falls to 3-year low: What does it mean for Ether price?",
    "White House crypto adviser says banks shouldn't fear stablecoin yield"
  ]
}